Dlubal.SteelSurfaces.PLANE_TYPE
Type of plane

Dlubal.SteelSurfaces.PLANE_TYPE.PLANE_XY
Plane X-Y

Dlubal.SteelSurfaces.PLANE_TYPE.PLANE_YZ
Plane Y-Z

Dlubal.SteelSurfaces.PLANE_TYPE.PLANE_XZ
Plane Z-Z